-- phpMyAdmin SQL Dump
-- version 4.4.7
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Время создания: Июл 08 2015 г., 11:42
-- Версия сервера: 10.1.0-MariaDB
-- Версия PHP: 5.5.15

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `c1_intime`
--

-- --------------------------------------------------------

--
-- Структура таблицы `translations_cms`
--

CREATE TABLE IF NOT EXISTS `translations_cms` (
  `id` int(10) unsigned NOT NULL,
  `id_translations_phrase` int(10) unsigned NOT NULL,
  `lang` varchar(2) COLLATE utf8_unicode_ci NOT NULL,
  `translate` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=224 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `translations_cms`
--

INSERT INTO `translations_cms` (`id`, `id_translations_phrase`, `lang`, `translate`) VALUES
(11, 8, 'ru', 'Фраза'),
(12, 8, 'ua', 'Фраза'),
(13, 8, 'en', 'The phrase'),
(14, 9, 'ru', 'Код'),
(15, 9, 'ua', 'Код'),
(16, 9, 'en', 'Code'),
(17, 10, 'ru', 'Переводы'),
(18, 10, 'ua', 'Переклади'),
(19, 10, 'en', 'Translations'),
(20, 11, 'ru', 'Добавить'),
(21, 11, 'ua', 'Додати'),
(22, 11, 'en', 'Add'),
(23, 12, 'ru', 'Удалить'),
(24, 12, 'ua', 'Видалити'),
(25, 12, 'en', 'Delete'),
(26, 13, 'ru', 'Каталог пустой'),
(27, 13, 'ua', 'Каталог порожній'),
(28, 13, 'en', 'Directory is empty'),
(29, 14, 'ru', 'Показано'),
(30, 14, 'ua', 'Показано'),
(31, 14, 'en', 'Shown'),
(32, 15, 'ru', 'записей'),
(33, 15, 'ua', 'записів'),
(34, 15, 'en', 'records'),
(35, 16, 'ru', 'из'),
(36, 16, 'ua', 'з'),
(37, 16, 'en', 'from'),
(38, 17, 'ru', 'Главная'),
(39, 17, 'ua', 'Головна'),
(40, 17, 'en', 'Main'),
(41, 18, 'ru', 'Переводы CMS'),
(42, 18, 'ua', 'Переклади CMS'),
(43, 18, 'en', 'Translations for CMS'),
(44, 19, 'ru', 'О нас'),
(45, 19, 'ua', 'Про нас'),
(46, 19, 'en', 'About us'),
(47, 20, 'ru', 'Переменые'),
(48, 20, 'ua', 'Змінні'),
(49, 20, 'en', 'Changes'),
(50, 21, 'ru', 'Настройки'),
(51, 21, 'ua', 'Налаштування'),
(52, 21, 'en', 'Settings'),
(53, 22, 'ru', 'Пресса'),
(54, 22, 'ua', 'Преса'),
(55, 22, 'en', 'Press'),
(56, 23, 'ru', 'Структура сайта'),
(57, 23, 'ua', 'Структура сайту'),
(58, 23, 'en', 'Structure  website'),
(59, 24, 'ru', 'Кейсы'),
(60, 24, 'ua', 'Кейси'),
(61, 24, 'en', 'Cases'),
(62, 25, 'ru', 'Команда'),
(63, 25, 'ua', 'Команда'),
(64, 25, 'en', 'Team'),
(65, 26, 'ru', 'Упр. пользователями'),
(66, 26, 'ua', 'Упр. користувачами'),
(67, 26, 'en', 'Users'),
(68, 27, 'ru', 'Пользователи'),
(69, 27, 'ua', 'Користувачі'),
(70, 27, 'en', 'Users'),
(71, 28, 'ru', 'Группы'),
(72, 28, 'ua', 'Групи'),
(73, 28, 'en', 'Groups'),
(74, 29, 'ru', 'Показывать по'),
(75, 29, 'ua', 'Показувати по'),
(76, 29, 'en', 'Show'),
(77, 30, 'ru', 'Все'),
(78, 30, 'ua', 'Всі'),
(79, 30, 'en', 'All'),
(80, 31, 'ru', 'Административная часть сайта'),
(81, 31, 'ua', 'Адміністративна частина сайту'),
(82, 31, 'en', 'The administrative part of the site'),
(83, 32, 'ru', 'Служба поддержки'),
(84, 32, 'ua', 'Служба підтримки'),
(85, 32, 'en', 'Support'),
(86, 33, 'ru', 'Войти'),
(87, 33, 'ua', 'Увійти'),
(88, 33, 'en', 'Enter in CMS'),
(89, 34, 'ru', 'Эл.почта'),
(90, 34, 'ua', 'Ел.пошта'),
(91, 34, 'en', 'Email'),
(92, 35, 'ru', 'Пароль'),
(93, 35, 'ua', 'Пароль'),
(94, 35, 'en', 'Password'),
(95, 36, 'ru', 'Запомнить меня'),
(96, 36, 'ua', 'Запам''ятати мене'),
(97, 36, 'en', 'Remember me'),
(98, 37, 'ru', 'Введите адрес эл.почты'),
(99, 37, 'ua', 'Введіть адреса ел.пошти'),
(100, 37, 'en', 'Enter your email'),
(101, 38, 'ru', 'Введите валидный адрес эл.почты'),
(102, 38, 'ua', 'Введіть дійсний адреса ел.пошти'),
(103, 38, 'en', 'Enter a valid email'),
(104, 39, 'ru', 'Введите пароль'),
(105, 39, 'ua', 'Введіть пароль'),
(106, 39, 'en', 'Enter the password'),
(107, 40, 'ru', 'Пользователь не найден'),
(108, 40, 'ua', 'Користувач не знайдений'),
(109, 40, 'en', 'User not found'),
(110, 41, 'ru', 'Создать'),
(111, 41, 'ua', 'Створити'),
(112, 41, 'en', 'Add'),
(113, 42, 'ru', 'Тип'),
(114, 42, 'ua', 'Тип'),
(115, 42, 'en', 'Type'),
(116, 43, 'ru', 'Группа'),
(117, 43, 'ua', 'Група'),
(118, 43, 'en', 'Group'),
(119, 44, 'ru', 'Значение'),
(120, 44, 'ua', 'Значення'),
(121, 44, 'en', 'Value'),
(122, 45, 'ru', 'Редактировать'),
(123, 45, 'ua', 'Редагувати'),
(124, 45, 'en', 'Edit'),
(125, 46, 'ru', 'Редактирование'),
(126, 46, 'ua', 'Редагування'),
(127, 46, 'en', 'Edit'),
(128, 47, 'ru', 'Название'),
(129, 47, 'ua', 'Назва'),
(130, 47, 'en', 'Title'),
(131, 48, 'ru', 'Клонировать'),
(132, 48, 'ua', 'Клонувати'),
(133, 48, 'en', 'Clone'),
(134, 49, 'ru', 'Дата создания'),
(135, 49, 'ua', 'Дата створення'),
(136, 49, 'en', 'Created date'),
(137, 50, 'ru', 'Статья активна'),
(138, 50, 'ua', 'Стаття активна'),
(139, 50, 'en', 'Article active'),
(140, 51, 'ru', 'Общие'),
(141, 51, 'ua', 'Загальні'),
(142, 51, 'en', 'Common'),
(143, 52, 'ru', 'Телефоны'),
(144, 52, 'ua', 'Телефони'),
(145, 52, 'en', 'Phones'),
(146, 53, 'ru', 'тест'),
(147, 53, 'ua', 'тес'),
(148, 53, 'en', 'test'),
(149, 54, 'ru', 'Новости'),
(150, 54, 'ua', 'Новини'),
(151, 54, 'en', 'News'),
(152, 55, 'ru', 'Создание'),
(153, 55, 'ua', 'Створення'),
(154, 55, 'en', 'Creation'),
(155, 56, 'ru', 'Отмена'),
(156, 56, 'ua', 'Скасування'),
(157, 56, 'en', 'Cancel'),
(158, 57, 'ru', 'Сохранить'),
(159, 57, 'ua', 'Зберегти'),
(160, 57, 'en', 'Save'),
(161, 58, 'ru', 'Показать дерево'),
(162, 58, 'ua', 'Показати дерево'),
(163, 58, 'en', 'To show the tree'),
(164, 59, 'ru', 'Спрятать дерево'),
(165, 59, 'ua', 'Сховати дерево'),
(166, 59, 'en', 'To hide a tree'),
(167, 60, 'ru', 'Шаблон'),
(168, 60, 'ua', 'Шаблон'),
(169, 60, 'en', 'Template'),
(170, 61, 'ru', 'Активный'),
(171, 61, 'ua', 'Активний'),
(172, 61, 'en', 'Active'),
(173, 62, 'ru', 'Предпросмотр'),
(174, 62, 'ua', 'Попередній перегляд'),
(175, 62, 'en', 'Preview'),
(176, 63, 'ru', 'ДА'),
(177, 63, 'ua', 'ТАК'),
(178, 63, 'en', 'YES'),
(179, 64, 'ru', 'НЕТ'),
(180, 64, 'ua', 'НI'),
(181, 64, 'en', 'NO'),
(182, 65, 'ru', 'Выберите шаблон'),
(183, 65, 'ua', 'Виберіть шаблон'),
(184, 65, 'en', 'Select the template'),
(185, 66, 'ru', 'Общая'),
(186, 66, 'ua', 'Загальна'),
(187, 66, 'en', 'Common'),
(188, 67, 'ru', 'Текст'),
(189, 67, 'ua', 'Текст'),
(190, 67, 'en', 'The text'),
(191, 68, 'ru', 'Выберите изображение для загрузки'),
(192, 68, 'ua', 'Виберіть зображення для завантаження'),
(193, 68, 'en', 'Select the image to load'),
(194, 69, 'ru', 'Нет изображений'),
(195, 69, 'ua', 'Немає зображень'),
(196, 69, 'en', 'No images'),
(197, 70, 'ru', 'Выбрать'),
(198, 70, 'ua', 'Вибрати'),
(199, 70, 'en', 'Choose'),
(200, 71, 'ru', 'Нет изображения'),
(201, 71, 'ua', 'Немає зображення'),
(202, 71, 'en', 'No picture'),
(203, 72, 'ru', 'Код(для вставки)'),
(204, 72, 'ua', 'Код (для вставки)'),
(205, 72, 'en', 'Code(to paste)'),
(206, 73, 'ru', 'Большой текст'),
(207, 73, 'ua', 'Великий текст'),
(208, 73, 'en', 'Large text'),
(209, 74, 'ru', 'Большой текст с редактором'),
(210, 74, 'ua', 'Великий текст з редактором'),
(211, 74, 'en', 'Great text editor'),
(212, 75, 'ru', 'Список'),
(213, 75, 'ua', 'Список'),
(214, 75, 'en', 'List'),
(215, 76, 'ru', 'Двойной список'),
(216, 76, 'ua', 'Подвійний список'),
(217, 76, 'en', 'Double list'),
(218, 77, 'ru', 'Тройной список'),
(219, 77, 'ua', 'Потрійний список'),
(220, 77, 'en', 'Triple list'),
(221, 78, 'ru', 'Файл'),
(222, 78, 'ua', 'Файл'),
(223, 78, 'en', 'File');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `translations_cms`
--
ALTER TABLE `translations_cms`
  ADD PRIMARY KEY (`id`),
  ADD KEY `translations_id_translations_phrase_index` (`id_translations_phrase`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `translations_cms`
--
ALTER TABLE `translations_cms`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=224;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
